Repository: DeveloperAcademy-POSTECH/2024-MC3-M17-TeamMosuChalamet-iOS
Catalog: Shoak/Common/Localization/Localizable.xcstrings
Source language: ko
Languages: en

source: QR로 초대하기
en: Invite via QR

source: Watch 설정
en: Setting Watch

source: Watch 설정 (마무리)
en: Setting Watch (finish)

source: 내 프로필
en: My Profile

source: 다음
en: Next

source: 다음 프로필로 시작합니다
en: Continue with..

source: 단축어 생성하기
en: Make Shortcut

source: 단축어 설치
en: Install Shortcut

source: 단축어를 생성합니다
en: Make Shortcut

source: 도움말
en: Help

source: 로그아웃
en: Logout

source: 메세지로 초대하기
en: Invite via Message

source: 삭제
en: Delete

source: 삭제 시 되돌릴 수 없으며, 다시 친구 신청을 보내야 합니다.
en: Once deleted, it cannot be undone, and you will need to send a friend request again.

source: 새로 고침
en: Refresh

source: 설정
en: Settings

source: 쇽 시작하기
en: Start Shoak!

source: 쇽 시작하기 단축어 추가하기
en: Add “Start Shoak” Shortcut

source: 쇽! 시작하기
en: Start Shoak!

source: 쇽을 시작하여 친구를 불러보세요!
en: Start a shoak and invite your friends!

source: 수정할 이름을 입력해주세요 (최대 8글자)
en: Please enter the name you want to edit (up to 8 characters).

source: 앨범 접근 권한을 확인해 주세요.
en: Please check the album access permissions.

source: 에러
en: Error

source: 이름 바꾸기
en: Edit Name

source: 이름 수정
en: Edit Name

source: 이름 수정하기
en: Edit Name

source: 저장
en: Save

source: 초대 수락에 실패했습니다. : %@
en: Error occurred while accept invitation : %@

source: 초대 수락하기
en: Accept Invitation

source: 초대를 수락하시겠습니까?
en: Do you want to accept invitation?

source: 최대 친구 수(20명)를 초과했습니다. 더 이상 친구를 추가할 수 없습니다.
en: You have exceeded the maximum number of friends (20). You can no longer add more friends.

source: 취소
en: Cancel

source: 친구 삭제
en: Delete Friends

source: 친구 추가 QR
en: Invitation QR

source: 친구 추가 불가
en: Unable to invite

source: 친구 추가하기
en: Add Friends

source: 친구를 삭제하시겠습니까?
en: Do you want to delete this friend?

source: 친구삭제
en: Delete Friends

source: 친구추가
en: Add Friends

source: 탈퇴
en: Withdraw

source: 탈퇴하기
en: Withdraw

source: 탈퇴하면 모든 데이터가 삭제됩니다.
en: If you withdraw, all data will be deleted.

source: 탈퇴하시겠습니까?
en: Do you really want to withdraw?

source: 프로필 수정
en: Edit Profile

source: 프로필을 불러올 수 없습니다. 다시 시도해주세요.
en: Unable to load profile. Please try again.

source: 확인
en: Yes

source: 휴대폰에서 친구를 추가해주세요
en: Add friends on iPhone
